▁xxunk	0
▁xxpad	0
▁xxbos	0
▁xxeos	0
▁xxfld	0
▁xxrep	0
▁xxwrep	0
▁xxup	0
▁xxmaj	0
<unk>	0
s	-3.09211
▁	-3.29277
▁the	-3.49436
,	-3.72704
.	-3.76113
▁a	-3.8432
▁of	-4.2801
▁and	-4.33085
t	-4.36598
▁to	-4.48912
ing	-4.50366
▁is	-4.52008
y	-4.57381
▁in	-4.67312
re	-4.67799
'	-4.68048
e	-4.81963
ed	-4.83607
n	-4.84431
br	-4.87026
d	-4.89753
▁/>	-4.93829
<	-4.93829
ly	-4.95626
o	-5.03696
r	-5.06444
▁it	-5.08401
-	-5.163
▁that	-5.19677
▁I	-5.28404
a	-5.33126
▁be	-5.35663
▁for	-5.35824
i	-5.35855
l	-5.41344
er	-5.41652
▁this	-5.46061
▁on	-5.46427
m	-5.5048
▁film	-5.60732
▁with	-5.60818
▁The	-5.64863
▁f	-5.67082
)	-5.68203
▁but	-5.71092
▁you	-5.81921
or	-5.83382
▁m	-5.85333
▁all	-5.87234
st	-5.89227
▁not	-5.94036
▁mo	-5.95324
E	-5.9863
▁movie	-5.98679
▁(	-5.99021
c	-6.03347
his	-6.03823
S	-6.04746
▁as	-6.05346
▁G	-6.05546
▁wa	-6.05931
▁he	-6.08654
es	-6.11552
f	-6.1206
▁ha	-6.14297
▁B	-6.14672
le	-6.15107
"	-6.15661
▁re	-6.16191
▁wh	-6.17579
▁"	-6.17717
▁p	-6.18054
▁have	-6.19739
▁so	-6.19949
w	-6.2244
h	-6.23088
ir	-6.24285
▁story	-6.25478
▁who	-6.28103
ar	-6.28709
▁w	-6.28743
k	-6.29391
rom	-6.30971
▁O	-6.32103
▁by	-6.32375
on	-6.35289
▁good	-6.38326
▁like	-6.38715
▁S	-6.38785
very	-6.38866
g	-6.39729
al	-6.4184
▁one	-6.41931
ic	-6.44053
than	-6.45487
▁Thi	-6.48224
A	-6.48386
▁T	-6.49781
b	-6.51125
en	-6.51504
▁de	-6.52408
▁A	-6.5277
▁does	-6.53259
▁what	-6.53294
id	-6.5499
▁we	-6.55101
ter	-6.55496
D	-6.57545
M	-6.57547
▁go	-6.58004
ther	-6.59801
▁st	-6.61403
▁some	-6.61404
Girl	-6.61468
▁well	-6.61668
▁un	-6.62048
▁pr	-6.62653
▁out	-6.62691
th	-6.66236
▁at	-6.70406
!	-6.70559
’	-6.70559
▁about	-6.70575
▁no	-6.707
ich	-6.70826
▁Ma	-6.73132
I	-6.73187
▁H	-6.7391
am	-6.74479
in	-6.76354
▁com	-6.77464
▁D	-6.79436
▁whe	-6.79851
R	-6.79953
▁ra	-6.80513
;	-6.80559
▁just	-6.80559
▁Jenny	-6.80562
▁watch	-6.80571
▁much	-6.80578
line	-6.80697
▁her	-6.80798
▁h	-6.81106
▁He	-6.81558
▁me	-6.8165
▁al	-6.82365
ade	-6.83184
▁an	-6.83758
ce	-6.84643
and	-6.85328
▁M	-6.86834
ma	-6.86959
F	-6.87688
ive	-6.89662
▁real	-6.89835
▁W	-6.9046
▁see	-6.91434
ould	-6.91582
▁great	-6.91685
▁world	-6.91708
ment	-6.91757
nd	-6.9179
etty	-6.91993
it	-6.92086
▁play	-6.92143
TH	-6.92511
▁up	-6.92876
▁time	-6.93779
man	-6.93808
il	-6.94681
▁ma	-6.96362
ice	-6.96458
▁way	-6.97044
ve	-6.97216
▁show	-6.98675
▁c	-6.9871
▁It	-6.9918
O	-7.00337
▁F	-7.01498
ring	-7.02247
as	-7.02554
ver	-7.02621
if	-7.02692
ight	-7.03753
te	-7.03754
▁or	-7.04136
–	-7.0417
▁Superhero	-7.0417
▁characters	-7.0417
▁know	-7.0417
▁Re	-7.0421
▁love	-7.04231
▁make	-7.04259
ome	-7.04492
▁pa	-7.05224
ion	-7.05318
...	-7.05721
ll	-7.06027
▁can	-7.06539
▁off	-7.07309
ally	-7.07511
se	-7.09104
ess	-7.11047
ud	-7.11303
▁us	-7.12202
ad	-7.12725
▁man	-7.14277
K	-7.14295
).	-7.14421
The	-7.14703
▁In	-7.1568
co	-7.15963
▁sh	-7.16481
ul	-7.16591
ng	-7.16936
▁Han	-7.17307
ck	-7.18182
▁P	-7.18219
z	-7.18256
?	-7.18456
AN	-7.18456
▁how	-7.18507
even	-7.18743
able	-7.18932
ort	-7.19028
v	-7.19042
▁end	-7.19164
▁every	-7.19304
ge	-7.19372
▁'	-7.19801
▁du	-7.20201
ood	-7.20539
lso	-7.20857
▁th	-7.22401
▁di	-7.22838
x	-7.2505
G	-7.25763
iv	-7.25786
tion	-7.26135
he	-7.27317
u	-7.27335
▁tr	-7.28077
way	-7.28653
lo	-7.28785
ke	-7.28803
our	-7.29149
ile	-7.29191
us	-7.30614
tt	-7.30996
▁Si	-7.31309
▁do	-7.31667
▁they	-7.32753
L	-7.33295
▁look	-7.3368
ward	-7.33784
ish	-7.34671
other	-7.34734
/	-7.35122
▁Wilson	-7.35123
▁little	-7.35123
▁famil	-7.35124
▁life	-7.35131
ian	-7.35151
▁expect	-7.35156
▁over	-7.35163
▁still	-7.35239
▁viewer	-7.35347
ell	-7.35377
▁don	-7.35389
ous	-7.35424
▁actually	-7.35478
▁Thurman	-7.35546
▁plot	-7.35549
▁la	-7.35564
ious	-7.3563
▁J	-7.35653
ost	-7.35654
▁U	-7.3609
tic	-7.36178
▁she	-7.36245
▁old	-7.37038
▁though	-7.37863
▁ad	-7.38979
▁music	-7.40387
▁here	-7.40444
▁both	-7.40501
--	-7.40859
use	-7.41616
▁d	-7.43479
ation	-7.43999
ies	-7.45449
ong	-7.45796
ant	-7.46778
▁en	-7.46833
▁bo	-7.4685
rst	-7.46898
ate	-7.47433
av	-7.48633
ance	-7.49229
spi	-7.51184
B	-7.5126
ps	-7.51733
ry	-7.51876
ose	-7.52162
time	-7.52175
ur	-7.52252
at	-7.52576
ut	-7.52801
▁b	-7.53814
▁ever	-7.54067
owever	-7.54981
▁(195	-7.5503
&	-7.55122
:	-7.55122
▁original	-7.55122
▁realize	-7.55122
▁begin	-7.55124
▁worth	-7.55124
self	-7.55125
▁funny	-7.55125
▁woman	-7.55128
▁same	-7.55129
▁super	-7.5513
▁enjoy	-7.55131
▁interest	-7.55138
▁high	-7.55168
▁will	-7.55203
evil	-7.55212
▁director	-7.55247
cent	-7.55277
▁get	-7.55277
▁give	-7.55332
▁could	-7.55332
irate	-7.55373
ular	-7.55421
▁Metal	-7.5565
▁Super	-7.55652
▁plan	-7.55957
▁movies	-7.56276
right	-7.56277
ay	-7.56312
▁done	-7.5634
▁L	-7.56353
▁been	-7.56642
▁C	-7.57372
ial	-7.57459
ity	-7.57461
ist	-7.5765
ue	-7.58009
▁friend	-7.58654
ash	-7.58974
▁K	-7.59814
▁come	-7.59892
less	-7.60015
▁thing	-7.60106
side	-7.60851
▁sa	-7.61428
▁my	-7.61975
AG	-7.62411
ard	-7.62476
▁fin	-7.62645
▁t	-7.62891
hat	-7.63073
▁Ho	-7.63955
▁An	-7.64486
ful	-7.65179
versa	-7.65586
T	-7.67698
▁si	-7.68025
vel	-7.69321
inc	-7.69427
p	-7.70132
▁ca	-7.70288
ne	-7.70392
ol	-7.70746
mos	-7.70811
▁fi	-7.7311
ca	-7.73835
▁Gi	-7.73837
▁wi	-7.75245
friend	-7.75785
▁E	-7.75822
C	-7.75974
W	-7.76087
though	-7.7619
P	-7.76193
out	-7.77116
can	-7.77244
▁ac	-7.77364
eri	-7.77585
▁Al	-7.77994
all	-7.78005
tain	-7.78512
▁ab	-7.78991
ough	-7.79584
▁star	-7.79708
mon	-7.79894
ple	-7.80008
0	-7.80053
▁emotional	-7.80122
▁hilarious	-7.80122
▁qui	-7.80122
▁cinema	-7.80122
▁particular	-7.80122
▁Flynn	-7.80122
▁fact	-7.80122
AIN	-7.80122
▁material	-7.80122
▁documentary	-7.80123
▁scene	-7.80123
▁think	-7.80123
▁job	-7.80123
▁reason	-7.80124
▁sex	-7.80131
▁book	-7.80136
▁feature	-7.80153
▁moments	-7.80155
▁comedy	-7.80159
▁Ex	-7.80192
▁lot	-7.80213
till	-7.80214
▁drive	-7.80271
▁robbery	-7.80311
▁Wood	-7.80334
▁-	-7.80343
▁gu	-7.80346
ual	-7.80369
ST	-7.80429
▁Vi	-7.80502
round	-7.80545
abl	-7.80556
ograph	-7.80597
▁j	-7.80679
um	-7.80803
▁8	-7.80818
▁writ	-7.80826
▁Andy	-7.80832
▁screen	-7.80846
▁genre	-7.80895
▁ye	-7.80966
ack	-7.81028
▁need	-7.81071
▁ki	-7.81234
hin	-7.81234
▁reg	-7.81242
▁che	-7.81262
ney	-7.81642
wo	-7.81702
ALL	-7.81744
▁King	-7.8177
▁Am	-7.81804
▁ne	-7.81855
▁hero	-7.82147
▁g	-7.82294
ical	-7.82505
▁ent	-7.82567
▁day	-7.83053
▁mus	-7.83213
▁dr	-7.83463
▁ta	-7.84337
▁turn	-7.84376
▁Li	-7.85992
thing	-7.86029
▁vi	-7.86127
lk	-7.86596
▁pe	-7.866
red	-7.866
lly	-7.86996
▁any	-7.87493
sion	-7.87709
▁fe	-7.88255
est	-7.883
▁str	-7.90531
far	-7.91889
Ha	-7.92673
▁Di	-7.93407
nt	-7.93642
qua	-7.9479
any	-7.97232
un	-7.97268
▁lea	-7.98362
ure	-7.98563
▁bi	-7.98996
▁pre	-8.01448
▁release	-8.01602
tu	-8.01626
ife	-8.04896
▁con	-8.05226
▁Os	-8.06286
ide	-8.06324
low	-8.06571
LA	-8.07874
ner	-8.07905
tho	-8.07966
▁ex	-8.08427
V	-8.08995
up	-8.09
U	-8.0934
▁Ro	-8.09434
but	-8.09977
▁work	-8.10618
old	-8.10818
to	-8.1083
erie	-8.11123
▁gen	-8.12535
▁big	-8.12593
cont	-8.1262
▁actual	-8.12732
▁Ital	-8.1309
ence	-8.13116
▁ch	-8.13184
▁cha	-8.13206
2	-8.13387
3	-8.13455
5	-8.13455
produc	-8.13455
	-8.13455
▁(194	-8.13455
▁BUCCANEER	-8.13455
▁Europe	-8.13455
▁Nanette	-8.13455
▁PIRATE	-8.13455
▁Pumba	-8.13455
▁Stockings	-8.13455
▁annoying	-8.13455
▁classic	-8.13455
▁experienc	-8.13455
▁integrat	-8.13455
▁oddball	-8.13455
▁piece	-8.13455
▁thriller	-8.13455
VEN	-8.13456
▁atmosphere	-8.13456
bility	-8.13456
▁Maxx	-8.13456
▁performances	-8.13456
▁Puri	-8.13456
▁child	-8.13456
▁remind	-8.13457
▁respect	-8.13459
▁recommend	-8.13462
▁weird	-8.13464
▁him	-8.13464
▁horr	-8.13465
ield	-8.13465
▁half	-8.13466
▁violen	-8.1347
▁role	-8.13481
▁surpris	-8.13483
▁lady	-8.13487
▁run	-8.13489
▁Amrapurkar	-8.13496
▁better	-8.13497
▁support	-8.13501
▁part	-8.13502
TU	-8.13514
▁hands	-8.13519
fore	-8.1353
▁trag	-8.1353
feel	-8.13564
▁take	-8.13577
▁prob	-8.13598
▁charm	-8.13618
word	-8.13637
▁prov	-8.13663
cident	-8.1367
▁bad	-8.13678
▁set	-8.13683
▁frag	-8.13708
▁mis	-8.13712
▁bas	-8.13763
▁brilliant	-8.13789
arri	-8.13847
rough	-8.13897
▁money	-8.13899
mention	-8.13913
lan	-8.13964
▁perfectly	-8.13971
▁view	-8.13982
▁author	-8.14013
▁Ver	-8.14028
▁somewh	-8.14036
▁nut	-8.14098
ovi	-8.14239
imon	-8.1424
▁Don	-8.14316
▁want	-8.14321
bert	-8.14367
▁credit	-8.14369
▁young	-8.1444
▁gl	-8.14441
equen	-8.14514
▁actor	-8.14558
▁lead	-8.14673
▁mode	-8.14695
ow	-8.14704
▁triads	-8.14711
long	-8.14726
▁gun	-8.14824
ep	-8.14824
ross	-8.14853
reat	-8.14914
▁Ed	-8.15039
▁seem	-8.15056
cap	-8.15204
▁sea	-8.15319
one	-8.15327
▁full	-8.15354
▁Un	-8.15521
▁act	-8.15529
cal	-8.15545
▁pu	-8.15632
ced	-8.15664
▁cl	-8.15702
▁Wi	-8.1601
ib	-8.16163
ig	-8.16169
▁Y	-8.16259
▁allow	-8.1644
the	-8.16505
anna	-8.16611
pe	-8.16888
▁nor	-8.16932
▁V	-8.16979
spec	-8.17299
▁Po	-8.17515
▁roman	-8.17605
ain	-8.17707
rama	-8.17713
▁So	-8.179
▁sha	-8.18369
▁le	-8.18382
unne	-8.18437
ange	-8.18458
early	-8.18925
▁works	-8.19236
ap	-8.19376
llow	-8.19647
▁away	-8.19662
▁per	-8.21369
cho	-8.21664
ione	-8.21731
day	-8.22146
aris	-8.22972
ature	-8.23094
bo	-8.23651
▁rep	-8.24218
▁cr	-8.24624
edl	-8.2474
ite	-8.24751
▁sens	-8.25608
cul	-8.25865
ten	-8.25884
ations	-8.25931
we	-8.2705
ka	-8.27465
▁fan	-8.30356
▁theat	-8.30849
▁On	-8.3103
▁shows	-8.32031
sive	-8.33954
▁fat	-8.37691
▁pro	-8.38421
van	-8.38704
May	-8.41207
ranc	-8.41277
ey	-8.43309
H	-8.45953
▁Sa	-8.47177
arr	-8.47555
▁car	-8.50329
rol	-8.51459
ense	-8.54356
rong	-8.54954
ast	-8.56252
pen	-8.56683
ture	-8.57088
▁pla	-8.58173
per	-8.58297
pop	-8.58558
▁late	-8.58721
Y	-8.59037
work	-8.59649
like	-8.59656
itch	-8.59805
ov	-8.60034
LL	-8.60168
ine	-8.60417
▁va	-8.6046
▁sho	-8.606
rn	-8.60818
come	-8.60825
▁hear	-8.60897
ime	-8.60922
cinati	-8.61669
▁stra	-8.61887
▁bri	-8.61969
▁credi	-8.61997
igh	-8.62576
▁perfect	-8.62619
▁fai	-8.62792
pping	-8.62915
▁prop	-8.62955
▁Cha	-8.63001
▁Ja	-8.63103
aut	-8.63128
▁direct	-8.63136
ound	-8.63164
rks	-8.63248
▁im	-8.63251
▁Lu	-8.63303
orld	-8.63333
die	-8.63381
log	-8.63422
ppo	-8.63425
tched	-8.63453
ip	-8.63455
▁Ne	-8.63455
▁Nih	-8.63455
▁(196	-8.63455
▁Doug	-8.63455
▁countr	-8.63455
Simpson	-8.63455
budget	-8.63455
echni	-8.63455
é	-8.63455
▁(1954)	-8.63455
▁194	-8.63455
▁CROSS	-8.63455
▁Hawke	-8.63455
▁Hoffman	-8.63455
▁No	-8.63455
▁Qui	-8.63455
▁Ryan	-8.63455
▁accomp	-8.63455
▁alcohol	-8.63455
▁buccaneer	-8.63455
▁criticis	-8.63455
▁depressing	-8.63455
▁different	-8.63455
▁earlier	-8.63455
▁effects	-8.63455
▁explore	-8.63455
▁extreme	-8.63455
▁glimpse	-8.63455
▁inherent	-8.63455
▁introduc	-8.63455
▁likable	-8.63455
▁number	-8.63455
▁qualities	-8.63455
▁relationship	-8.63455
▁sequel	-8.63455
▁superhero	-8.63455
▁swashbuckl	-8.63455
▁themselves	-8.63455
▁typical	-8.63455
▁Lumet	-8.63456
▁minute	-8.63456
nized	-8.63456
▁7/10	-8.63456
▁example	-8.63456
▁favorite	-8.63456
volve	-8.63456
▁complete	-8.63456
WOR	-8.63456
▁addict	-8.63456
▁switch	-8.63456
▁picture	-8.63456
▁talent	-8.63456
▁Finney	-8.63456
▁Payne	-8.63456
▁dominat	-8.63456
▁future	-8.63456
Story	-8.63456
▁flick	-8.63457
▁emb	-8.63457
umble	-8.63457
▁darke	-8.63457
ntage	-8.63458
▁humor	-8.63458
▁killing	-8.63458
▁heaven	-8.63458
lection	-8.63459
▁title	-8.63459
verage	-8.63459
▁help	-8.63459
urch	-8.63459
▁cute	-8.63459
▁large	-8.63459
▁Film	-8.6346
▁presence	-8.6346
▁Tomei	-8.6346
▁narrati	-8.6346
▁follow	-8.6346
▁surreal	-8.6346
▁ruin	-8.63461
▁secret	-8.63461
▁agree	-8.63463
member	-8.63464
ident	-8.63465
▁Harris	-8.63467
present	-8.6347
▁pleas	-8.63472
TOR	-8.63474
▁timing	-8.63476
▁new	-8.63478
▁Pro	-8.63478
▁powerful	-8.63479
▁successful	-8.63479
▁invest	-8.6348
depend	-8.63481
rrow	-8.63481
▁roll	-8.63486
▁generation	-8.63492
▁Tri	-8.635
persona	-8.63503
nimat	-8.63503
ient	-8.63528
▁such	-8.63535
consiste	-8.63537
▁comedies	-8.63551
▁Cain	-8.63564
▁mean	-8.63566
▁(1952	-8.63568
▁require	-8.63573
mise	-8.63576
▁vo	-8.63577
Paree	-8.63587
▁name	-8.63591
flash	-8.63592
rget	-8.6361
▁(1950	-8.63612
ond	-8.63622
thetic	-8.63633
▁sub	-8.63641
▁back	-8.63651
lute	-8.63657
▁deli	-8.6366
making	-8.63666
rag	-8.63702
▁eas	-8.63702
▁ob	-8.63702
▁loser	-8.63755
▁Kell	-8.63768
▁Luc	-8.6381
▁dance	-8.63815
▁lack	-8.63862
zz	-8.63876
urde	-8.63884
▁KI	-8.63916
▁however	-8.63924
▁appea	-8.63936
merc	-8.63952
ative	-8.63964
dude	-8.63969
▁Col	-8.63972
▁disast	-8.63974
▁spen	-8.63977
▁newer	-8.64041
▁CA	-8.64042
▁su	-8.64052
apping	-8.64073
▁proper	-8.64075
▁repu	-8.64103
arent	-8.6413
Al	-8.64162
handle	-8.64215
erson	-8.64218
ect	-8.64239
wel	-8.64336
cted	-8.64347
▁dead	-8.64351
▁fun	-8.64379
▁hit	-8.64399
▁creat	-8.64406
ific	-8.64495
▁FA	-8.64495
▁sort	-8.64523
rupt	-8.64535
▁gr	-8.6462
eated	-8.64743
fort	-8.64746
precede	-8.64752
▁alb	-8.64771
ainst	-8.64774
▁cast	-8.64813
▁head	-8.64871
▁sur	-8.64912
▁peak	-8.65055
▁strike	-8.65086
▁shot	-8.65171
▁art	-8.6528
▁venture	-8.653
▁quality	-8.653
▁safe	-8.65307
igger	-8.65378
luc	-8.65404
▁dies	-8.65436
ER	-8.65515
▁keen	-8.65604
▁contr	-8.65688
▁something	-8.65705
▁Italy	-8.65728
▁happens	-8.65737
▁vehicles	-8.65737
habit	-8.65759
plain	-8.65771
lus	-8.65832
▁lit	-8.65845
▁conv	-8.65863
▁Cr	-8.6587
▁Sh	-8.65967
gue	-8.66081
▁Bea	-8.66083
▁Sta	-8.66132
ept	-8.66146
▁offer	-8.66605
ber	-8.66735
▁under	-8.66899
mit	-8.66942
▁vic	-8.66948
▁Pa	-8.66961
ven	-8.67001
giv	-8.67105
rish	-8.67159
pitch	-8.67266
▁dat	-8.67342
scu	-8.67371
kar	-8.67378
▁start	-8.67424
▁Hi	-8.67464
fits	-8.67666
rine	-8.67753
eppe	-8.67846
▁say	-8.6795
EE	-8.68182
agan	-8.68264
▁Gin	-8.68279
▁pop	-8.68666
▁looking	-8.68762
▁sat	-8.68816
▁toward	-8.68998
ties	-8.6912
les	-8.69264
▁diff	-8.69274
tation	-8.69469
▁capt	-8.69575
▁stor	-8.69826
ady	-8.69912
alue	-8.69984
imple	-8.70271
ral	-8.70582
by	-8.70598
It	-8.70628
▁De	-8.70629
▁hu	-8.70774
▁dy	-8.70789
▁rem	-8.70874
▁cre	-8.71371
rej	-8.71811
Roc	-8.71971
ailing	-8.71987
arn	-8.72161
each	-8.72402
til	-8.72726
tal	-8.72822
oc	-8.73465
▁Th	-8.74376
▁inter	-8.74401
▁sp	-8.74418
▁Fi	-8.74875
land	-8.75053
j	-9.40445
8	-9.59507
J	-9.5956
(	-9.59919
7	-9.63455
*	-9.63455
6	-9.63455
	-9.63455
‘	-9.63455
“	-9.63455
”	-9.63455
Q	-10.9832
4	-10.9833
9	-10.9834
q	-10.9835
1	-10.9836
N	-10.9837
>	-10.9838
